ap-publications.tex
\chapter*{PUBLICATIONS}
\label{sec:orga6f8028}
Yang, J., Manganaris, P. T., \& Mannodi Kanakkithodi, A. K. (2023). A high-throughput computational dataset of halide perovskite alloys. Digital Discovery, \url{http://dx.doi.org/10.1039/d3dd00015j}

Manganaris, P., Yang, J., \& Arun Mannodi Kanakkithodi (2023). Multi-fidelity machine learning pervoskite composition vs band gap. IN PREPARATION.

Edlabadkar, R., Yang, J., Rahman, H., Manganaris, P., Korimilli, E. P., \& Arun Mannodi-Kanakkithodi (TBD). Driving Halide Perovskite Discovery Using Graph Neural Networks. IN PREPARATION.

Gollapalli, P., Manganaris, P., \& Arun Mannodi-Kanakkithodi (TBD). Graph neural network predictions for formation energy of native defects in zinc blende semiconductors. IN PREPARATION.

\chapter*{PRESENTATIONS}
\label{sec:org037fe7a}
Poster for DS02 symposium MRS fall 2022

Talk for Purdue Soft Materials symposium

Developed MRS spring 2022 tutorial hosted on nanoHUB
